[
	{
		"id": "mob_1",
		"name": "Google Pixel 3 XL",
		"price": "65999",
		"description": "With a powerful battery, massive internal storage, impressive cameras and innovative features, there’s more to pixel 3 xl than meets the eye. Its 16 cm (6. 3) OLED bezel-less display with notch and its 82 percent body-to-display ratio, offers you an impressive viewing experience. The cameras of this smartphone are equipped with various features, such as the portrait mode to help take insta-worthy portraits and group selfies. Boasting a 3430 mAh battery, the pixel 3 xl won’t call it a day even after you do. Get weather info, search for fast commute routes or you want traffic updates - all you need is a simple squeeze or just your voice, to activate the google assistant.",
		"imageURL": "https://images-na.ssl-images-amazon.com/images/I/51GSapCrtGL._SL1000_.jpg",
		"category": "mobile"
	},
	{
		"id": "mob_2",
		"name": "Google Pixel 2 XL",
		"price": "44000",
		"description": "With a wide screen display of 6 inches and a 4 GB RAM memory, the Google Pixel is a popular choice in the range of smartphones that Google has to offer. The Google Pixel 2 XL features a powerful Snapdragon 835 processor to get more out of your smartphone in terms of processing power. Click pictures, create memories through videos and toggle between applications with this feature rich phone.",
		"imageURL": "https://images-na.ssl-images-amazon.com/images/I/61VIZlolf4L._SL1000_.jpg",
		"category": "mobile"
	},
	{
		"id": "mob_3",
		"name": "Apple iPhone XR",
		"price": "59000",
		"description": "With a 6.1-inch Liquid Retina display IP67 water and dust resistant 12MP camera with OIS and 7MP TrueDepth front camera—Portrait mode, Portrait Lighting, Depth Control, and Smart HDR. Face ID for secure authentication. A12 Bionic with next-generation Neural Engine. Wireless charging—works with Qi chargers iOS 12 with Memoji, Screen Time, Siri Shortcuts, and Group FaceTime",
		"imageURL": "https://images-na.ssl-images-amazon.com/images/I/519KIlHA2wL._SL1024_.jpg",
		"category": "mobile"
	},
	{
		"id": "mob_4",
		"name": "OnePlus 7 Pro",
		"price": "57999",
		"description": "Go beyond speed with 'OnePlus' newest flagship with an unique full display, an industry leading triple camera and premium glass design.",
		"imageURL": "https://images-na.ssl-images-amazon.com/images/I/51FwsSj8knL._SL1000_.jpg",
		"category": "mobile"
	},
	{
		"id": "mob_5",
		"name": "OnePlus 7",
		"price": "32999",
		"description": "Go beyond speed with 'OnePlus' newest flagship with an unique full display, an industry leading triple camera and premium glass design.",
		"imageURL": "https://images-na.ssl-images-amazon.com/images/I/512xYZ5OjGL._SL1000_.jpg",
		"category": "mobile"
	},
	{
		"id": "mob_6",
		"name": "Samsung Galaxy S10 Plus",
		"price": "114900",
		"description": "Triple rear camera setup: 16MP with f2.2 aperture ultra wide + 12MP with f1.5 and f2.4 aperture wide + 12MP f2.4 tele| Dual front camera setup - 10MP f1.9 Main + 8MP f2.2 live focus 16.35 centimeters (6.4-inch) Dynamic AMOLED multi-touch capacitive touchscreen with 3040 x 1440 pixels resolution, 522 ppi pixel density Memory, Storage and SIM: 12GB RAM | 1024GB internal memory expandable up to 512GB | Dual SIM (nano+nano) dual stand by (4G+4G) Android Pie v9.0 operating system with 2.7GHz + 2.3GHz + 1.9GHz Exynos 9820 octa core processor 4100mAH lithium-ion battery 1 year manufacturer warranty for device and 6 months manufacturer warranty for in-box accessories including batteries from the date of purchase Box also includes: Earphones, Travel Adapter, USB Cable, Ejection Pin, User Manual.",
		"imageURL": "https://images-na.ssl-images-amazon.com/images/I/61LFYmFlLuL._SL1500_.jpg",
		"category": "mobile"
	},
	{
		"id": "mob_7",
		"name": "Samsung Galaxy Note 9",
		"price": "77900",
		"description": "Camera: 12 MP + Dual Rear Camera (F1.5/F2.4) + 12 MP (F2.4) | 8 MP (F1.7) front camera. Display: 16.2 centimeters (6.4-inch) QHD+ Super AMOLED Infinity capacitive touchscreen display with 2960x1440 pixels and 18.5:9 aspect ratio. Memory, Storage & SIM: 8GB RAM | 512GB storage expandable up to 512GB | Dual SIM with dual standby (4G+4G). Operating System and Processor: Android v8.0 Oreo operating system with Exynos Octa core processor. Battery: 4000 mAH lithium ion battery.",
		"imageURL": "https://images-na.ssl-images-amazon.com/images/I/61-3SaQysBL._SL1500_.jpg",
		"category": "mobile"
	},
	{
		"id": "lap_1",
		"name": "Dell Alienware 17 R5 VR Ready 17.3\" LCD Gaming Notebook",
		"price": "150381",
		"description": "Screen Size 17.3 inches Max Screen Resolution 1920 x 1080 Processor3.9 GHz Intel Core i7 RAM8 GB DDR4 Hard Drive1000 GB Hybrid Drive Graphics CoprocessorNVIDIA GeForce GTX 1060 Chipset BrandNVIDIA Card DescriptionIntegrated, Dedicated Graphics Card Ram Size6 GB Number of USB 2.0 Ports1 Number of USB 3.0 Ports3 Brand NameAlienware Item model numberAW17R5-7405SLV-PUS Hardware PlatformPC Operating SystemWindows 10 Home Item Weight9.74 pounds Product Dimensions13.1 x 16.7 x 1.2 inches Item Dimensions L x W x H13.07 x 16.69 x 1.18 inches ColorEpic Silver Processor BrandIntel Processor Count6 Computer Memory TypeDDR SDRAM Flash Memory Size8.0 Hard Drive InterfaceSerial ATA Hard Drive Rotational Speed5400 RPM Optical Drive TypeNone Batteries1 Lithium ion batteries required. (included)",
		"imageURL": "https://images-na.ssl-images-amazon.com/images/I/61dWWYvyUFL._SL1500_.jpg",
		"category": "laptop"
	},
	{
		"id": "lap_2",
		"name": "MSI Gaming MSI GT83 8RG-007IN",
		"price": "419990",
		"description": " 2.60GHz Intel Core i7-8850H 8th Gen processor. 32GB DDR4 RAM. 1TB Serial ATA hard drive. 18.4-inch screen, NVidia GeForce GTX 1080 SLI 8GB Graphics. Windows 10 operating system. 5.5kg laptop",
		"imageURL": "https://images-na.ssl-images-amazon.com/images/I/81MzezSQgdL._SL1500_.jpg",
		"category": "laptop"
	},
	{
		"id": "lap_3",
		"name": "Asus ROG G703GI-E5148T",
		"price": "499990",
		"description": "ROG G703 is a beast of a gaming laptop that has the power to take on today’s gaming desktops, thanks to its factory-overclocked 8th Generation Intel Core i9 processor and overclockable NVIDIA GeForce GTX 1080 graphics. G703 is the key that unlocks supreme levels of gaming, so you can play AAA games on Ultra graphics settings without compromises. Continually pushing the envelope, ROG has torn up the gaming laptop blueprint, becoming the first to integrate an ultra-responsive IPS-level 144Hz display with a 3ms response time into its laptops. G703 features HyperDrive Extreme storage, which uses exclusive technology to combine three NVMe PCI Express (PCIe) SSDs in RAID 0 configuration for read speeds of up to 8700MB/s, so games load up in a blink of an eye.",
		"imageURL": "https://images-na.ssl-images-amazon.com/images/I/71lbxXG9NSL._SL1500_.jpg",
		"category": "laptop"
	}
]
